{
	"Join our Newsletter": "Emails na sua caixa postal",
	"Subscribe now to receive news and updates about our site.": "Receba notícias e novidades sobre o nosso site.",
	"Subscribe me": "Quero receber os emails",
	"This field is required": "Esse campo é obrigatório",


	"Let's get started!": "Vamos começar!",
	"Please select the styles and categories you are most interested in": "Selecione os estilos e categories que mais tem a ver com você",
	"You'll get immediate and unlimited access to all of our classes and programs right away. The free trial begins the moment you sign up and we encourage you to explore our website to see all that we have to offer. If you have any questions please check out our <a href=\"\\support\" class=\"link-red\">support page</a> or <a href=\"\\contact\" class=\"link-red\">get in touch</a> with us.": "Você terá acesso imediato e ilimitado a todos os nossos programas e aulas. O período gratuito começa no momento que você se registrar e nós recomendamos que você explore o site para conhecer tudo aquilo que temos a oferecer. Se tiver qualquer dúvida ou pergunta visite a nossa página de <a href=\"\\support\" class=\"link-red\">suporte</a> ou entre em <a href=\"\\contact\" class=\"link-red\">contato</a> conosco.",


	"We're almost there!": "Estamos quase lá!",
	"Thank you for your purchase!": "Obrigado pela sua compra!",
	"Before you can start the course, we just need you to confirm your email.": "Antes de começar o curso, nós só precisamos que você confirme o seu email.",
	"Thank you for signing up!": "Obrigado por assinar!",
	"Your registration was successful, but we couldn't proccess your purchase.": "O seu registro foi realizado com sucesso, mas nós não conseguimos concluir a sua compra.",
	"Before you can fix the problem, we just need you to confirm your email.": "Antes que você possa corrigir esse problema, nós precisamos confirmar o seu email.",
	"Please confirm your email:": "Por favor confirme o seu email:",
	"Your security and privacy are extremely important to us. Please verify your email address by clicking on the button in the email we sent you.": "A sua segurança e privacidade são de extrema importância para nós. Por favor confirme o seu email clicando no botão localizado na mensagem que acabamos de enviar para o seu inbox.",
	"Haven't received anything?": "Não recebeu o nosso email de confirmação?",
	"Click here to receive a new one": "Clique aqui para receber outro",


	"Login": "Área do assinante",
	"Remember me": "Lembrar de mim",
	"Forgot the password?": "Esqueceu o password?",
	"OR": "OU",
	"Don't have an account yet?": "Não possui uma conta ainda?",
	"Continue with": "Continuar com",


	"WELCOME TO": "BOAS VINDAS AO PORTAL",
	"We're so glad you joined us! Your <strong>free trial</strong> period starts today and will end in 15 days.": "Nós estamos muito felizes por ter você conosco! O seu <strong>período gratuito</strong> começa agora e termina em 15 dias.",
	"Feel free to explore the platform, you'll love it!": "Fique à vontade para explorar tudo o que o nosso site tem a oferecer, você vai adorar!",
	"FIND YOUR CLASSES": "ENCONTRE AS SUAS AULAS",
	"We'll show you recommended classes based on your preferences! You can find these right on your dashboard.": "Nós vamos recomendar aulas para você de acordo com as suas preferências! Encontre essas recomendações na sua página inicial.",
	"On the discover tab you will find all of our classes, programs and courses.": "Na página 'Descubra', você irá encontrar todos os nossas aulas, programas e cursos.",
	"CREATE A ROUTINE": "CRIAR A SUA ROTINA",
	"Personalized <strong>Yoga Routine</strong>! Just submit a routine request and we will create the perfect schedule for you.": "<strong>Rotina de Yoga</strong> personalizada! Envie o seu questionário e nós vamos criar uma rotina de exercícios ideal para você.",
	"Follow your progress and feel the benefit of your commitment": "Acompanhe o seu progresso e sinta os benefícios da sua dedicação",
	"Next": "Próximo"
}