{
	"return to my dashboard": "retornar à minha página inicial",
	"Account": "Dados Pessoais",
	"Profile": "Meu perfil",
	"Preferences": "Preferências",
	"Email Notifications": "Comunicação",
	"Remove Account": "Deletar a minha conta",
	"Billing": "Cobranças",
	"Membership": "Assinatura",
	"Payment Information": "Formas de pagamento",
	"Invoices": "Recibos",
	"Select": "Selecionar",
	"Upload": "Enviar",
	"All set!": "Tudo pronto!",
	"Gender": "Gênero",
	"Language": "Idioma",
	"English": "Inglês",
	"Portuguese": "Português",
	"Timezone": "Fuso horário",
	"Currency": "Moeda",
	"Ready to upload my new picture": "Confirmar a edição",
	"My Profile": "Meu perfil",
	"Preferences": "Preferências",
	"My current Yoga level is": "O meu nível atual de yoga é",
	"(you haven't selected your level)": "(você ainda não escolheu o seu nível)",
	"These are my favorite styles": " Esses são os seus estilos favoritos",
	"(you haven't told us which styles you like)": "(você ainda não nos disse quais estilos gosta mais)",
	"Thank you for signing up! We've got all your information saved but we just need your credit card to start your subscription of <strong>$15/month</strong>.": "Obrigado por se juntar ao nosso site! Nós só precisamos das suas informações de pagamento para começar a sua assinatura de <strong>$50/mês</strong>.",
	"Your account is set to cancel on" : "A sua conta está marcada para ser cancelada no dia",
	"Resume my membership": "Reativar a minha assinatura",
	"We're using your": "Nós estamos usando o seu",
	"ending with": "terminando em",
	"Keep using the card on file": "Continuar usando o cartão salvo",
	"Change my payment method": "Mudar a minha forma de pagamento",
	"No card on file": "Nenhum cartão salvo",
	"You can review any payments made with us on your <a href=\"/invoices\">invoices</a> page. If you make any mistake and wish to cancel any transacition just <a href=\"/contact\">let us know</a> and we'll solve your problem right away.": "Você pode rever qualquer pagamento feito conosco na sua página de <a href=\"/invoices\">recibos</a>. Se você cometer qualquer engano e desejar cancelar qualquer transação no nosso site, basta <a href=\"/contact\">nos avisar</a> e nós vamos resolver o seu problema o mais rápido possível!",
	"We accept all major debit and credit cards": "Nós aceitamos os principais cartões de débito e crédito",
	"Submit": "Confirmar o pagamento",
	"Have a coupon code?": "Tem um cupon de desconto?",
	"AnandamayiYoga updates": "Novidades do site",
	"Newsletter": "Newsletter",
	"I would like to receive emails about features, tips and special announcements": "Eu quero receber emails sobre curiosidades, dicas e anúncios gerais",
	"I would like to receive emails about special offers and promotions": "Eu quero receber emails sobre ofertas especiais e promoções",
	"I would like to receive news about AnandamayiYoga on the monthly newsletter": "Eu quero receber as notícias sobre o site na newsletter mensal",
	"On trial": "Período gratuito",
	"Your account is Active!": "A sua conta está ativa!",
	"Your account remains active until": "A sua conta continuará ativa até o dia",
	"Inactive": "Inativa",
	"Stop my membership": "Cancelar a minha assinatura",
	"Activate now": "Ativar agora",
	"PAYMENT": "PAGAMENTO",
	"Change card": "Mudar de cartão",
	"INVOICES": "RECIBOS",
	"paid on": "pagos no dia",
	"We're processing your payment": "Nós estamos processando o seu pagamento",
	"No recurring charges": "Sem cobranças recorrentes",
	"View history": "Ver histórico",
	"Your next payment of": "O seu próximo pagamento de",
	"is scheduled for": "está agendado para",
	"Your membership isn't active, so you have <strong>no upcoming payments</strong>": "A sua assinatura não está ativa, por isso você não tem <strong>nenhuma cobrança agendada</strong>",
	"There are no payments to show": "Não existem cobranças na sua conta",
	"By closing your account, you'll no longer have full access to all our great classes and programs. You'll still be able to log in until your current billing cycle ends.": "Ao encerrar a sua conta, você não vai mais ter acesso ao nosso catálogo de aulas e programas. Você poderá usar o site até a data do período atual de encerrar.",
	"To help us improve our platform, could you tell us why you want to cancel?": "Para ajudar-nos a melhorar a nossa plataforma, você poderia nos dizer porque deseja encerrar a sua conta?",
	"I couldn't find the classes I was looking for": "Eu não cnosegui encontrar as aulas que eu estava procurando",
	"The classes I took didn't meet my needs": "As aulas que eu assisti não me ajudaram",
	"I don't have time to commit to the programs right now": "Eu não tenho tempo para acompanhar as aulas regularmente",
	"I had technical difficulties with the site": "Eu tive problemas técnicos com o site",
	"Other": "Outras razões",
	"Do you have any comments?": "Você gostaria de deixar um comentário",
	"We are constantly improving AnandamayiYoga and we appreciate your feedback to help us make it better!": "Nós estamos constantemente melhorando a plataforma AnandamayiYoga e nós agradecemos o seu feedback para nos ajudar a melhorar sempre!",
	"Write your comment here...": "Escreva o seu comentário aqui...",
	"Are you sure you want to remove your account?": "Tem certeza de que quer remover a sua conta?",
	"Yes, I want to permanently delete my account": "Sim, eu quero remover a minha conta permanentemente",
	"This action cannot be undone": "Essa ação é irreversível"


}