{
    "Welcome to Anandamayi Yoga": "O seu espaço de Yoga online",
    "Yoga online that is right for you": "O seu site de Yoga online",
    "Online yoga and meditation that is right for you.": "Meditação e yoga online feita para você.", 
    "Yoga, meditation and functional training to improve your physical, mental and spiritual health.": "Yoga, Meditação e Treinamento Funcional para melhorar sua saúde física, mental e espiritual.",
    "Yoga classes for all ages and levels": "Yoga online para todos os níveis e idades",
    "let's get started!": "vamos começar!",
    "Customized Yoga routines & Functional Training": "Séries de Yoga customizadas e treinamento funcional",
    "Meditation and Pranayamas": "Meditação e Pranayamas",
    "Classes are 5 - 120 minutes long": "As aulas duram de 5 a 120 minutos",
    "Courses for extended learning": "Cursos para aprendizado extensivo",
    "500 + glossary of asanas": "500 + glossário de asanas",
    "Start your free trial": "Começar o período gratuito",
    "Click here to learn more": "Clique aqui para ler mais",
    "Would you like to receive a gift today? Get our FREE Sun Salutation Mantras Poster. Join our newsletter and we'll send you one right away.": "Você gostaria de receber um presente hoje? Que tal um poster com as 32 posturas mais importantes do Yoga? Assine a nossa newsletter e nós enviaremos o poster em seguida.",
    "Send me the gift now!": "Envie o presente agora!",
    "Find the perfect plan for you — You can pause/cancel anytime, in less than 10 seconds": "Encontre o seu plano ideal - Você poderá pausar/cancelar a qualquer momento",
    "just $15/month": "somente R$50/mês",
    "Whether you are looking to deepen your knowloedge of Yoga or want to start learning about it, our books will guide you through your journey.": "Se você procura se aprofundar no conhecimento do Yoga ou está só começando, os nossos livros serão o seu guia nessa jornada.",
    "Learn more about our publications": "Aprenda mais sobre a nossas publicações",
    "Our Partners": "Nossos Parceiros",
    "ON ALL YOUR DEVICES": "EM QUALQUER LUGAR",
    "Practice yoga anywhere, anytime and on any device - you can access our programs on all platforms": "Pratique Yoga em qualquer lugar, a qualquer hora e em qualquer aparelho - você pode acessar os nossos programas em todas as plataformas",
    "Choose the best practice for you": "Escolha os exercícios ideais para você",
    "Let's find you the right classes to start your <strong>15 day free trial.</strong>": "Vamos encontrar as melhores aulas para você começar os <strong>15 dias gratuitos</strong>.",
    "Newsletter": "Newsletter",
    "Join our Membership": "Assine agora",
    "GET STARTED": "COMEÇAR AGORA",
    "Get started": "Começar agora",
    "Publications": "Publicações",
    "Flexibility": "Flexibilidade",
    "We're glad to see you here!": "Estamos felizes por você estar aqui!",
    "To view your recommendations, favorites, progress and more, just click below.": "Para ver as suas recomendações, aulas favoritas, progresso e mais, é só clicar no botão abaixo.",
    "MY DASHBOARD": "MINHA PÁGINA INICIAL"
}